Repository: rwsite/wp-addon-plugin
Catalog: languages/wp-addon-*.po
Languages: ru_ru

source: # WordPress Addon
ru_ru: # Аддон WordPress

source: Add a pack color to tinyMCE
ru_ru: Добавьте пак цветов в tinyMCE

source: Add all types at a glance widget
ru_ru: Добавить все типы в виджет "glance"

source: Add Banner Image
ru_ru: Добавить изображение баннера

source: Add Bootsrtrap 3
ru_ru: Добавить Bootsrtrap 3

source: Add Bootsrtrap 3 code to TinyMCE
ru_ru: Добавить коды Bootsrtrap 3 в TinyMCE

source: Add notice for posts if they have status "pending"
ru_ru: Добавить уведомление для записей, если они имеют статус "в ожидании"

source: Add table plugin
ru_ru: Добавить плагин таблиц

source: Add third column and additional setting to tinyMCE (fonts, sizes, formats and backgrounds settings)
ru_ru: Добавьте третий столбец и дополнительные настройки для tinyMCE (настройки шрифтов, размеров, форматов и фона)

source: Add TinyMCE Advanced functions
ru_ru: Добавить расширенные функции TinyMCE

source: Add VK and OK to user profile
ru_ru: Добавить ВК и ОК в профиль пользователя

source: Additional shortcodes <b>email:</b>
ru_ru: Дополнительные шорткоды <b>email:</b>

source: Additional sidebar 1
ru_ru: Дополнительная боковая панель 1

source: Additional sidebar 2
ru_ru: Дополнительная боковая панель 2

source: Additional sidebar 3
ru_ru: Дополнительная боковая панель 3

source: Addon for WordPress;
ru_ru: Аддон для WordPress;

source: Admin dashboard widgets
ru_ru: Виджеты панели администратора

source: Ads in content
ru_ru: Реклама в контенте

source: Ads manager
ru_ru: Менеджер рекламы

source: ADs Mode
ru_ru: Режим рекламы

source: Advanced Advertising mode. For developers.
ru_ru: Режим расширенной рекламы. Для разработчиков.

source: After content
ru_ru: После контента

source: All revision
ru_ru: Все ревизии

source: Allow download types file: SVG, DOC, djv ..
ru_ru: Разрешить загрузку типов файлов: SVG, DOC, djv..

source: Allow shortcode in "Text" widget
ru_ru: Разрешить шорткод в виджете «Текст»

source: Allow SVG support for media
ru_ru: Разрешить поддержку SVG для мультимедиа

source: Allow WEBP support for media
ru_ru: Разрешить поддержку WEBP для мультимедиа

source: Any HTML code in footer.
ru_ru: Любой HTML-код в футере.

source: Any HTML code or Analytics code in header.
ru_ru: Любой HTML-код или код Analytics в header.

source: Any widgets
ru_ru: Любые виджеты

source: Args
ru_ru: Аргументы

source: AutoRemove readme.html and license.txt files
ru_ru: Автоудаление readme.html and license.txt файлов

source: Backup Settings
ru_ru: Бэкап

source: Banner code
ru_ru: Код баннера

source: Banner html code
ru_ru: HTML-код баннера

source: Before content
ru_ru: До контента

source: Block http-requests by plugins/themes
ru_ru: Блокировать http-запросы плагинов и тем

source: by Aleksey Tihomirov
ru_ru: от Алексей Тихомиров

source: Change length post excerpt? To maximum 200 symbols.
ru_ru: Изменить длину отрывка из поста? Максимум до 200 символов.

source: Change to On for enable this.
ru_ru: Измените значение на «Вкл.», чтобы включить это.

source: Clone
ru_ru: клонировать

source: Clone this Widget
ru_ru: Клонирование виджетов

source: Comment form
ru_ru: Форма комментариев

source: Components
ru_ru: Компоненты

source: Contact Form 7 settings
ru_ru: CF7 настройки

source: CSS Code in Header
ru_ru: CSS-код в Header

source: Custom code
ru_ru: Свой код

source: Custom Default Avatar
ru_ru: Аватар по умолчанию

source: Data Base Optimization
ru_ru: Оптимизая БД

source: Disable agressive update
ru_ru: Отключить агрессивное обновление

source: Disable all comments
ru_ru: Отключить все комментарии

source: Disable all updates.
ru_ru: Отключить все обновления

source: Disable browser checking in dashboard
ru_ru: Отключить проверку браузера в панели управления

source: Disable guttenber?
ru_ru: Отключить Гуттенберг

source: Disable guttenberg for widgets
ru_ru: Отключить Гуттенберг для виджетов

source: Disable heartbeat
ru_ru: Отключить сердцебиение

source: Disable link Nofollow in comment
ru_ru: Отключить ссылку Nofollow в комментарии

source: Disable new themes on major WP updates
ru_ru: Отключайте новые темы в основных обновлениях WP

source: Disable pingback from this site to this site
ru_ru: Отключить pingbackи сайта

source: Disable select taxonomy in top of metabox in post-edit page.
ru_ru: Отключите выбор таксономии в верхней части метабокса на странице постредактирования.

source: Disable site indexing.
ru_ru: Отключить индексацию сайта.

source: Disable URL auto-linking in comments
ru_ru: Отключить автоматическую привязку URL-адресов в комментариях

source: Disable XML-RPC
ru_ru: Отключить XML-RPC

source: Don`t allow to show specific categories in frontend.
ru_ru: Запретить отображение определенных категорий во внешнем интерфейсе.

source: Download settings now
ru_ru: Скачать настройки

source: Elements
ru_ru: Элементы

source: Empty WP-Trash every 14 days
ru_ru: Очищать WP-корзину каждые 14 дней

source: Enable "Open Sans" google font for tinyMCE.
ru_ru: Включить шрифт Google "Open Sans" для TinyMCE.

source: Enable 301 redirect addon?
ru_ru: Включить надстройку 301 редиректа?

source: Enable duplicate post and page
ru_ru: Включить дублирование поста и страницы

source: Enable Duplicate widgets
ru_ru: Включить дублирование виджетов

source: Enable FAQ shortcode
ru_ru: Включить шорткод FAQ

source: Enable jQuery ADs mode
ru_ru: Включить режим jQuery AD

source: FAQ
ru_ru: Часто задаваемые вопросы

source: General Settings
ru_ru: Основные настройки

source: Hide adminbar in frontend for contributors, authors and subscribers
ru_ru: Скрыть панель администратора в интерфейсе для участников, авторов и подписчиков

source: Maintenance Mode
ru_ru: Режим тех. работ

source: Off
ru_ru: Выкл

source: Off to run html mode
ru_ru: Выключите, чтобы запустить режим HTML

source: On
ru_ru: Вкл

source: Paste Original Widget Class Name. See: https://codex.wordpress.org/Template_Tags/the_widget
ru_ru: Вставьте исходное имя класса виджета. См.: https://codex.wordpress.org/Template_Tags/the_widget.

source: Plugin list of
ru_ru: Список плагинов

source: Plugins list
ru_ru: Список плагинов сайта

source: Polylang settings
ru_ru: Настройки Polylang

source: Posts and Page Settings
ru_ru: Настройки постов и страниц

source: Question
ru_ru: Вопрос

source: Question for answer
ru_ru: Вопрос для ответа

source: Read more ...
ru_ru: Подробнее...

source: Remove adjacent links to posts in the header
ru_ru: Удалите смежные ссылки на посты в заголовке

source: Remove all revision
ru_ru: Удалить все ревизии

source: Remove autotop function. Remove %s tags in post content.
ru_ru: Удалить функцию отступов. Удалить теги %s из содержимого публикации.

source: Remove Image
ru_ru: Удалить изображение

source: Remove jQuery Migrate
ru_ru: Удалить jQuery Migrate

source: Remove login-shake on errors
ru_ru: Удалить логин-уведомления при ошибках

source: Remove post by email function
ru_ru: Функция удаления сообщения по электронной почте

source: Remove RSD-Link
ru_ru: Удалить RSD-ссылку

source: Remove RSS links
ru_ru: Удалить RSS ссылки

source: Remove shortlink in the header
ru_ru: Удалить короткую ссылку в шапке

source: Remove site field in comment
ru_ru: Удалить поле сайта в комментарии

source: Remove Standard WP widget
ru_ru: Удалить стандартный виджет WP

source: Remove Windows Live Writer
ru_ru: Удалить Windows Live Writer

source: Remove WP-Version in Header
ru_ru: Удалить WP-версию в шапке

source: Repalse [...] to "Read more ..." for posts
ru_ru: Заменить [...] на «Читать далее...» для сообщений

source: Select post type
ru_ru: Выбор post type

source: SEO Settings
ru_ru: Настройки SEO

source: Separeted: ", "
ru_ru: Разделитель ", "

source: Server info
ru_ru: ИНФОРМАЦИЯ О СЕРВЕРЕ

source: Set Alt in updload from Title media
ru_ru: Установите Alt при обновлении загрузки с заголовка медиа-файла

source: Set limit post revisions to 5
ru_ru: Установить ограничение на ревизий постов в 5

source: Shortcodes and Widgets
ru_ru: Шорткоды и виджеты

source: Show additional shortcode?
ru_ru: Показать дополнительный шорткод?

source: Show custom fields for categories and posts
ru_ru: Показать custom fields для категорий и сообщений

source: Show posts IDs
ru_ru: Показывать ID

source: Show posts thumbnails
ru_ru: Показывать миниатюры записей

source: Showing message "Update wordpress" only admin
ru_ru: Отображение сообщения "Обновить wordpress" только для администратора

source: Showing usages memory and time generate site page
ru_ru: Отображение использования памяти и времени создания страницы сайта

source: Space must be entered!
ru_ru: Пробел должен быть введен!

source: This option enable interface for replace wp guide to right GUID.
ru_ru: Эта опция включает интерфейс для замены wp guide на правильный GUID.

source: TinyMCE Settings
ru_ru: Настройки TinyMCE

source: Tweaks
ru_ru: Твики

source: Update all GUID
ru_ru: Обновить все идентификаторы GUID

source: User avatar
ru_ru: Аватар пользователя

source: Users role info
ru_ru: Информация о ролях

source: With love by <span style="color: #ED4301;">A</span> Tikhomirov
ru_ru: С любовью <span style="color: #ED4301;">A</span> Tikhomirov

source: Wordpress Addon
ru_ru: Дополнения WP

source: Write right link to guid for New posts.
ru_ru: Напишите правильную ссылку на guid for New posts.

source: Yearly archive widget
ru_ru: Виджет ежегодного архива
